const QUESTIONS = [
  {
      "question": "Ո՞ր իրավական ակտով են կարգավորվում զենքի շրջանառության հետ կապված հարաբերությունները Հայաստանի Հանրապետությունում:",
      "answers": [
          "«Զենքի շրջանառության կարգավորման մասին» ՀՀ օրենքով",
          "«Զենքի մասին» ՀՀ օրենքով",,
          "ՀՀ քրեական օրենսգրքով",
          "ՀՀ քրեական դատավարության օրենսգրքով"
      ]
  },
  {
      "question": "Ի՛նչ է կոչվում կենդանի կամ այլ նշանակետ խոցելու և վնասազերծելու կամ ազդանշան արձակելու համար նախատեսված սարքը կամ առարկան:",
      "answers": [
          "զենք",
          "էլեկտրահարող սարք",
          "փամփուշտ",
          "վառոդ"
      ]
  },
  {
      "question": "Նշվածներից որը հրազենի հիմնական բաղկացուցիչ մաս չէ:",
      "answers": [
          "նշանոցը",
          "փողը",
          "փակաղակը",
          "փողատուփը"
      ]
  },
  {
      "question": "Ի՞նչպես է կոչվում կտրող, ծակող, ջարդող սարքը, որը նախատեսված է մարդու մկանային ուժի օգնությամբ անմիջական շփման դեպքում կենդանի կամ այլ նշանակետ խոցելու և վնասազերծելու համար.",
      "answers": [
          "սառը զենք",
          "հրազեն",
          "օդաճնշիչ զենք",
          "մալած զենք"
      ]
  },
  {
      "question": "Ի՞նչպես է կոչվում այն սարքը, որը նախատեսված է սեղմված օդի կամ գազային նյութի էներգիայի հաշվին նետվող հարմարանքին նպատակաուղղված շարժում հաղորդելու միջոցով կենդանի կամ այլ նշանակետ խոցելու և վնասազերծելու համար.",
      "answers": [
          "օդաճնշիչ զենք",
          "սառը զենք",
          "նետողական զենք",
          "մալած զենք"
      ]
  },
  {
      "question": "Ի՞նչպես են կոչվում նշանակետը խոցելու համար նախատեսված առարկաները, սարքերն և նետվող հարմարանքները, որոնք պարունակում են պայթուցիկ, նետողական, հրատեխնիկական, արտամղիչ լիցքեր, կամ դրանց համակցություն:",
      "answers": [
          "ռազմամթերք",
          "նետողական զենք",
          "պայթեցման սարք",
          "ազդանշանային զենք"
      ]
  },
  {
      "question": "Ինչպես է կոչվում զենքից կրակելու համար նախատեսված համասարքը, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոց (հրապատիճ), նետողական լիցք (վառող) և նետվող հարմարանք (գնդակ, կոտորակ և այլն):",
      "answers": [
          "փամփուշտ",
          "ռազմամթերք",
          "նետողական զենք",
          "պայթեցման սարք"
      ]
  },
  {
      "question": "Նշվածներից ո՞րը զենքի պարագա չէ",
      "answers": [
          "զենքի փողը",
          "զենքի նշանոցը",
          "ջերմատեսիլ սարքը"
      ]
  },
  {
      "question": "Զենք պահել է կոչվում՝",
      "answers": [
          "զենքին տիրապետում՝ զենք պահելու և կրելու թուլյտվություն ունեցող ֆիզիկական անձի բնակության վայրում, զենքի հետ վարվելու անվտանգության կանոնների պահպանմամբ",
          "պահելու համար նախատեսված տարածքից դուրս զենքի տեղաշարժն անձի վրա ամրացված",
          "պահելու համար նախատեսված տարածքից դուրս հրազենի տեղաշարժը լիցքաթափված վիճակում, առանձնացված պահեստատուփով",
          "զենքի արտադրություն, առևտուր, վաճառք, հարդարում, նորոգում, փոխանցում"
      ]
  },
  {
      "question": "Ի՞նչ է զենք կրելը:",
      "answers": [
          "պահելու համար նախատեսված տարածքից դուրս զենք տեղափոխելու չհամարվող արարքը և զենքի տեղաշարժն անձի վրա ամրացված, կախված, պայուսակում կամ գրպանում դրված կամ ձեռքում բռնած վիճակում",
          "զենքին տիրապետում, զենքի հետ վարվելու անվտանգության կանոնների պահպանմամբ",
          "զենքի արտադրություն, առևտուր, վաճառք, հարդարում, նորոգում, փոխանցում, ձեռքբերում, հավաքածուների կազմում",
          "պահելու համար նախատեսված տարածքից դուրս հրազենի տեղաշարժը լիցքաթափված վիճակում, առանձնացված պահեստատուփով"
      ]
  },
  {
      "question": "Ի՛նչ է զենք տեղափոխելը (փոխադրելը)",
      "answers": [
          "պահելու համար նախատեսված տարածքից դուրս զենքի տեղաշարժը լիցքաթափված վիճակում, ապահովիչ դետալը փակ, առանձնացված կամ դատարկ (առանց փամփուշտի) պահեստատուփով",
          "զենքին տիրապետում, զենք պահելու և կրելու կամ զենք պահելու և օգտագործելու թույլտվություն ունեցող ֆիզիկական անձի բնակության վայրում, զենքի հետ վարվելու անվտանգության կանոնների պահպանմամբ",
          "պահելու համար նախատեսված տարածքից դուրս զենքի տեղաշարժն անձի վրա ամրացված, կախված, պայուսակում դրված կամ ձեռքում բռնած վիճակում",
          "զենքի արտադրություն, առևտուր, վաճառք, հարդարում, նորոգում, փոխանցում, ձեռքբերում, հավաքածուների կազմում և դրանց ցուցադրում, հաշվառում, պահպանում, կրում, տեղափոխում (փոխադրում), օգտագործում, նվիրատվություն, ժառանգում, ոչնչացում, ներկրում Հայաստանի Հանրապետության տարածք և արտահանում Հայաստանի Հանրապետությունից"
      ]
  },
  {
      "question": "Ի՞նչ է զենքի շրջանառությունը:",
      "answers": [
          "զենքի արտադրություն, առևտուր, վաճառք, հարդարում, նորոգում, փոխանցում, ձեռքբերում, հավաքածուների կազմում և դրանց ցուցադրում, հաշվառում, պահպանում, կրում, տեղափոխում (փոխադրում), օգտագործում, նվիրատվություն, ժառանգում, ոչնչացում, ներկրում Հայաստանի Հանրապետության տարածք և արտահանում Հայաստանի Հանրապետությունից",
          "զենքին տիրապետում, զենք պահելու և կրելու կամ զենք պահելու և օգտագործելու թույլտվություն ունեցող ֆիզիկական անձի բնակության վայրում, զենքի հետ վարվելու անվտանգության կանոնների պահպանմամբ",
          "պահելու համար նախատեսված տարածքից դուրս զենքի տեղաշարժն անձի վրա ամրացված, կախված, պայուսակում դրված կամ ձեռքում բռնած վիճակում, իսկ նետողական զենքի դեպքում' նետման համար նախատեսված և դրա վրա տեղադրված նետվող հարմարանքում",
          "պահելու համար նախատեսված տարածքից դուրս հրազենի տեղաշարժը լիցքաթափված վիճակում, առանձնացված պահեստատուփով, դրված պահպանակի վրա ծածկաշապիկով կամ պատյանով կամ տեղափոխման համար նախատեսված գործարանային այլ տարայով, նետողական զենքի դեպքում փաթեթավորված և անձի վրա չամրացված վիճակում, իսկ նետվող հարմարանքը պետք է լինի առանձնացված"
      ]
  },
  {
      "question": "Ի՛նչ է զենքի նորոգումը",
      "answers": [
          "զենքի հիմնական մասերը կամ այլ դետալները փոխելու կամ վերանորոգելու միջոցով զենքն աշխատունակ դարձնելը, որի դեպքում զենքի մարտատեխնիկական բնութագրերը չեն փոխվում",
          "զենքի գեղարվեստական ձևավորում, որի դեպքում զենքի մարտավարատեխնիկական բնութագրերը չեն փոխվում"
      ]
  },
  {
      "question": "Ի՞նչ է զենքի հարդարումը",
      "answers": [
         "զենքի գեղարվեստական ձևավորում, որի դեպքում զենքի հիմնական բաոկացուզիչ մասերը և մարտավարատեխնիկական բնութագրերը չեն փոխվում",
          "զենքի հիմնական մասերը կամ այլ դետալները փոխելու կամ վերանորոգելու միջոցով զենքն աշխատունակ դարձնելը, որի դեպքում զենքի մարտատեխնիկական բնութագրերը չեն փոխվում"
      ]
  },
  {
      "question": "Ինչ է կոչվում տեխնիկական կանոնակարգի պահանջներին համապատասխան' արցունքաբեր կամ գրգռիչ նյութերով լիցքավորված փամւիուշտներով ատրճանակի կամ ռևոլվերի նմանվող սարք, դրանց փամփուշտները կամ փչող (ցրող) սարքը, որը նախատեսված է կենդանի նշանակետը ժամանակավորապես վնասազերծելու համար",
      "answers": [
          "Գազային զենք",
          "Հրազեն",
          "Օդաճնշիչ զենք",
          "Մալած զենք"
      ]
  },
  {
      "question": "Որ փամփուշտն է կոչվում գազային:",
      "answers": [
          "Կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը), նետողական լիցքը, խցանր և նյութը, որը նախատեսված չէ մահ պատճառելու համար",
          "Հրազենից կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը) և լուսաձայնային գործողության լիցքը, որը նախատեսված չէ կենդանի կամ այլ նշանակետ խոցելու համար",
          "Միայն ուսումնական նպատակների համար օգտագործվող համասարք",
          "Հրազենից կամ ազդանշանային սարքից կրակելու համար նախատեսված համասարք"
      ]
  },
  {
      "question": "Որ փամփուշտն է կոչվում լուսաձայնաին.",
      "answers": [
          "Կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը), նետողական լիցքը, խցանր և նյութը, որը նախատեսված չէ մահ պատճառելու համար,",
          "Գազային զենքից կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը), նետողական լիցքը և խցանը",
          "Միայն ուսումնական նպատակների համար օգտագործվող համասարք, բաղկացած պարկուճից և բռնկվող լիցքից նետվող առարկայից",
          "Հրազենից կամ ազդանշանային սարքից կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը)"
      ]
  },
  {
      "question": "Որ փամփուշտն է կոչվում ուսումնական:",
      "answers": [
          "Ուսումնական նպատակների համար օգտագործվող համասարք' բաղկացած պարկուճից և բռնկվող լիցքից նետվող առարկայից, որը պատրաստված է բնօրինակի չափերին և կառուցվածքին համապատասխան, և որի պարկուճի մեջ բացակայում է նետողական լիցքը, կամ այն փոխարինված է նույն կշռով այլ ոչ այրվող նյութով, իսկ բռնկվող միջոցը (հրապատիճը) վնասված (կրակված) է: Ուսումնական փամփուշտի պարկուճի վրա պետք է լինեն տարբերակիչ սեղմվածքներ",
          "Գազային զենքից կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը), նետողական լիցքը, խցանը և Կառավարության սահմանած' օգտագործման թույլատրված արցունքաբեր կամ գրգռիչ նյութը, որը նախատեսված չէ մարդուն մահ պատճառելու համար",
          "Հրազենից, գազային զենքից կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռնկվող միջոցը (հրապատիճը) և լուսաձայնային գործողության լիցքը, որը նախատեսված չէ կենդանի կամ այլ նշանակետ խոցելու համար",
          "Հրազենից կամ ազդանշանային սարքից կրակելու համար նախատեսված համասարք, որը պարկուճի միջոցով մեկ ամբողջության մեջ ներառում է բռակվող միջոցը (հրապատիճը), նետողական լիցքը և նետվող լիցքը' լուսային, ձայնային կամ ծխային ազդանշան տալու համար, որը նախատեսված չէ կենդանի կամ այլ նշանակետի խոցելու համար"
      ]
  },
  {
      "question": "Ի՞նչ է կոչվում տարբեր բաղադրամասերից բաղկացած պայթուցիկ խառնուրդը, որը կարող է այրվել ըստ իր շերտերի զուգահեռության' առանց արտաքին միջավայրից թթվածնի ներթափանցման: Վառոդի' ըստ շերտերի զուգահեռության այրումը, որը չի վերածվում պայթյունի, այլ առաջ է բերում կայուն գազագոյացություն, հնարավորություն է տալիս կանոնավորելու գազագոյացման արագությունը:",
      "answers": [
          "Վառող",
          "Փամփուշտ",
          "Զենք",
          "Պայթուցիկ սարք"
      ]
  },
  {
      "question": "Նշվածներից, ո՞ր տեսակի հրաձգարան գոյություն չունի",
      "answers": [
          "Պարզ",
          "Փակ",
          "Կիսափակ",
          "Բաց"
      ]
  },
  {
      "question": "Զենքը, ըստ համապատասխան սուբյեկտների կողմից օգտագործման նպատակայնության, հիմնական չափանիշների և բնութագրող հատկանիշների, չի լինում:",
      "answers": [
          "Քաղաքացիական",
          "Բանակային",
          "Հաշվեցուցակային",
          "Պահնորդական"
      ]
  },
  {
      "question": "Կարո՞ղ է արդյոք քաղաքացիական զենքն ունենալ կրակահերթով կրակելու հնարավորություն:",
      "answers": [
          "Ոչ",
          "Այո"
      ]
  },
  {
      "question": "Նշվածներից ո՞րը քաղաքացիական զենքի տեսակ չէ",
      "answers": [
          "Սահմանափակ խոցելիությամբ զենքը",
          "Ողորկափող հրազենը",
          "Ակոսափող հրազենը",
          "Սառը զենքը"
      ]
  },
  {
      "question": "Կարո՞ղ է արդյոք ծառայողական զենքն ունենալ կրակահերթով կրակելու հնարավորություն.",
      "answers": [
          "Ոչ",
          "Այո"
      ]
  },
  {
      "question": "Ո՞ր տեսակի զենքն ունի կրակահերթով կրակելու հնարավորություն:",
      "answers": [
          "Մարտական",
          "Քաղաքացիական",
          "Ծառայողական"
      ]
  },
  {
      "question": "Թույլատրվու՞մ է արդյոք զենք ուղարկել կամ առաքել փոստով կամ ուղեբեռով:",
      "answers": [
          "Ոչ",
          "Այո"
      ]
  },
  {
      "question": "Նշվածներից ո՞րն է թույլատրվում",
      "answers": [
          "Շրջանառության մեջ մտցնել 350 մմ-ից պակաս երկարություն ունեցող փողով կամ փողային տուփով և փողով ակոսափող հրազենը",
          "Հավաքների կամ հանրային միջոցառումների մասնակցելիս քաղաքացիների կողմից զենք կրելը կամ տեղափոխելը (փոխադրելը)",
          "Ինքնապաշտպանության նպատակով քաղաքացիների կողմից սառը զենք կրելը",
          "Ակոսափող հրազենի փամփուշտներով կրակելու համար հարմարեցված ողորկափող հրազեն"
      ]
  },
  {
      "question": "Բնակավայրերում բնակավայրերից մայրուղիներից միջպետական և միջհամայնքային նշանակության ճանապարհներից ի'նչ հեռավորության վրա է թույլատրվում ակոսափող հրազեն օգտագործել:",
      "answers": [
          "3000 մետր",
          "2000 մետր",
          "5000 մետր"
      ]
  },
  {
      "question": "Բնակավայրերում բնակավայրերից, մայրուղիներից, միջպետական և միջհամայնքային նշանակության ճանապարհներից ի'նչ հեռավորության վրա է թույլատրվում ողորկափող հրազեն օգտագործել:",
      "answers": [
          "500 մետր",
          "2000 մետր",
          "3000 մետր",
          "5000 մետր"
      ]
  },
  {
    "question": "Ո՞ր մարմինն է տալիս ֆիզիկական և իրավաբանական անձանց՝քաղաքացիական և ծառայողական զենքի համապատասխան թույլտվությունները",
    "answers": [
      "ՀՀ ՆԳՆ ոստիկանություն",
      "ՀՀ ՆԳՆ փրկարար ծառայություն",
      "ՀՀ բարձր տեխնոլոգիական արդյունաբերության նախարարություն",
      "ՀՀ պաշտպանության նախարարություն"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի՞նչ ժամկետով է տրամադրվում զենք ձեռք բերելու թույլտվությունը",
    "answers": [
      "10 տարի գործողության ժամկետով",
      "6 ամիս գործողության ժամկետով",
      "3 ամիս գործողության ժամկետով",
      "1 տարի գործողության ժամկետով"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի՞նչ ժամկետով է տրամադրվում գազային զենք պահելու և կրելու թույլտվությունը",
    "answers": [
      "անժամկետ",
      "3 ամիս գործողության ժամկետով",
      "6 ամիս գործողության ժամկետով",
      "մեկ տարի գործողության ժամկետով"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի՞նչ ժամկետով է տրամադրվում զենք (բացառությամբ սառը և զազային զենքերի) պահելու և կրելու թույլտվությունը",
    "answers": [
      "10 տարի գործողության ժամկետով",
      "3 ամիս գործողության ժամկետով",
      "6 ամիս գործողության ժամկետով",
      "անժամկետ"
    ]
  },
  {
    "question": "35. Ֆիզիկական անձանց ի'նչ ժամկետով է տրամադրվում զենքի հավաքածու կազմելու թույլտվությունը?",
    "answers": [
      "10 տարի գործողության ժամկետով",
      "3 ամիս գործողության ժամկետով",
      "6 ամիս գործողության ժամկետով",
      "անժամկետ"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի'նչ ժամկետով է տրամադրվում զենքի հավաքածու ցուցադրելու թույլտվությունը?",
    "answers": [
      "6 ամիս գործողության ժամկետով",
      "3 ամիս գործողության ժամկետով",
      "10 տարի գործողության ժամկետով",
      "անժամկետ"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի՞նչ ժամկետով է տրամադրվում որպես պարգև ստացած զենքը պահելու և կրելու թույլտվությունը",
    "answers": [
      "անժամկետ",
      "3 ամիս գործողության ժամկետով",
      "6 ամիս գործողության ժամկետով",
      "1 տարի գործողության ժամկետով"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի՞նչ ժամկետով է տրամադրվում զենք, հրազենի հիմնական բաղկացուցիչ մասեր, փամփուշտներ ներկրելու կամ արտահանելու թույլտվությունը",
    "answers": [
      "6 ամիս գործողության ժամկետով",
      "3 ամիս գործողության ժամկետով",
      "10 տարի գործողության ժամկետով",
      "անժամկետ"
    ]
  },
  {
    "question": "Ֆիզիկական անձանց ի՞նչ ժամկետով է տրամադրվում որպես պարգև ստացած և կրակոց արձակելու համար ոչ պիտանի դարձրած (մալած) մարտական կամ ծառայողական զենքը ժառանգելու դեպքում պահելու թույլտվությունը",
    "answers": [
      "անժամկետ",
      "3 ամիս գործողության ժամկետով",
      "6 ամիս գործողության ժամկետով",
      "10 տարի գործողության ժամկետով"
    ]
  },
  {
    "question": "Զենքը ենթակա է առգրավման, վերցման և ոչնչացման, եթե՝",
    "answers": [
      "նշված բոլոր տարբերակները ճիշտ են",
      "սույն օրենքով նախատեսված լիցենզիաների գործողությունը դադարեցվել է, թույլտվությունները ճանաչվել են ուժը կորցրած, կամ վերոնշյալ լիցենզիաները կամ թույլտվությունները բացակայում են",
      "զենք տնօրինողների մոտ հայտնաբերվել են ինքնաշեն կամ ձևափորիած, ձգաբանական կամ տեխնիկական բնութագրերի խախտումներով զենք կամ փամփուշտներ",
      "մահացել է քաղաքացիական կամ ծառայողական զենքի կամ որպես պարգև տրված զենքի սեփականատերը՝ մինչև ժառանգության կամ զենքը տնօրինելու հարցը լուծելը"
    ]
  },
  {
    "question": "Քանի՞ տարեկան լրացած քաղաքացուն է թույլատրվում ձեռք բերել քաղաքացիական համակցված կամ ակոսափող հրազեն:",
    "answers": [
      "21 տարեկան",
      "18 տարեկան",
      "19 տարեկան",
      "25 տարեկան"
    ]
  },
  {
    "question": "Քանի՞ տարեկան լրացած քաղաքացուն է թույլատրվում ձեռք բերել քաղաքացիական ողորկափող հրազեն:",
    "answers": [
      "18 տարեկան",
      "19 տարեկան",
      "21 տարեկան",
      "25 տարեկան"
    ]
  },
  {
    "question": "Հայաստանի Հանրապետության քաղաքացին քանի՞ միավոր գազային զենք ձեռք բերելու իրավունք ունի:",
    "answers": [
      "ավելիագույն քանակ նախատեսված չէ",
      "5 միավոր",
      "10 միավոր",
      "15 միավոր"
    ]
  },
  {
    "question": "Հայաստանի Հանրապետության քաղաքացին զենքի հավաքածու կազմելու համար քանի՞ միավոր զենք ձեռք բերելու իրավունք ունի",
    "answers": [
      "ավելիագույն քանակ նախատեսված չէ",
      "5 միավոր",
      "10 միավոր",
      "15 միավոր"
    ]
  },
  {
    "question": "Քաղաքացու ձեռք բերած զենքը ձեռքբերման օրվանից քանի աշխատանքային օրվա ընթացքում է ենթակա հաշվառման ՀՀ ՆԳՆ ոստիկանությունում",
    "answers": [
      "5 աշխատանքային օր",
      "7 աշխատանքային օր",
      "10 աշխատանքային օր"
    ]
  },
  {
      "question": "Զենք ձեռք բերելու թույլտվություն չի տրվում՝",
      "answers": [
          "նշված բոլոր տարբերակները ճիշտ են",
          "դիտավորյալ հանցագործություն կատարելու համար դատապարտված անձանց, որոնց դատվածությունն օրենքով սահմանված կարգով վերացված կամ մարված չէ",
          "հրազենի գործադրմամբ դիտավորյալ հանցագործություն կատարելու համար դատապարտված անձանց",
          "ընտանիքի անդամների նկատմամբ բռնություն գործադրելու հիմքերով հաշվառման մեջ գտնվող անձանց"
      ]
  },
  {
      "question": "Արդյո՞ք գրանցման և հաշվառման ենթակա են տեխնիկական կանոնակարգին համապատասխան՝ մինչև 7.5 ջոուլ փողային էներգիայով օդաճնշիչ սարքը (այդ թվում՝ ռևոլվերները), դրանց փամփուշտները, մեխանիկական փոշեցրիչները, աերոզոլային և այլ սարքեր, որոնք լիցքավորված են արցունքաբեր կամ գրգռիչ նյութերով, էլեկտրահարող սարքերը ու կայծային պարպիչները, ինչպես նաև կառուցվածքով զենքի նմանվող իրերը և զենքի պարագաները",
      "answers": [
          "Ոչ",
          "այո"
      ]
  },
  {
      "question": "Նշվածներից ո՞րը է ենթակա հաշվառման և գրանցման:",
      "answers": [
          "գազային զենքը",
          "մինչև 7.5 ջոուլ փողային էներգիայով օդաճնշիչ սարքը",
          "մեխանիկական փոշեցրիչները, աերոզոլային և այլ սարքեր, որոնք լիցքավորված են արցունքաբեր կամ գրգռիչ նյութերով",
          "զենքի պարագաները"
      ]
  },
  {
      "question": "Տարեկան քանի՞ միավոր զենք ներկրելու իրավունք ունեն ֆիզիկական անձինք:",
      "answers": [
          "3 միավոր",
          "1 միավոր",
          "5 միավոր",
          "10 միավոր"
      ]
  },
  {
      "question": "Արդյո՞ք քաղաքացին իրավունք ունի հարդարելու անձնական զենքն առանց զենքի հարդարման լիցենզիա ունենալու:",
      "answers": [
          "անձնական զենքի հարդարման համար լիցենզիա չի պահանջվում",
          "ապահովելով զենքի հետ վարվելու անվտանգության կանոնները",
          "ապահովելով զենքի տեղափոխման սահմանված կանոնները"
      ]
  },
  {
      "question": "Ի՞նչ գործողություն պետք է անհապաղ կատարի քաղաքացին, երբ հայտնաբերում է զենք:",
      "answers": [
          "հանձնի ՀՀ ՆԳՆ ոստիկանության մոտակա ստորաբաժանում",
          "թաքցնի ապահով և անվտանգ վայրում",
          "հանձննի զենքի առևտրի լիցենզիա ունեցող իրավաբանական անձին",
          "միջոցներ ձեռնարկի զենքի տիրոջը գտնելու"
      ]
  },
  {
      "question": "Ֆիզիկական անձը ի՞նչ պայմաններում է պարտավոր պահել զենքը:",
      "answers": [
          "ապահովվի զենքի պահպանությունը, անվտանգությունը և բացառվի կողմնակի անձանց համար հասանելիությունը",
          "ապահովվի զենքի պահպանությունը, անվտանգությունը և հասանելի լինի ընտանիքի մյուս անդամներին"
      ]
  },
  {
      "question": "Թույլատրվու՞մ է որսորդությամբ զբաղվելու նպատակով քաղաքացիական զենք կրել որսահանդակից դուրս",
      "answers": [
          "արգելվում է",
          "թույլատրվում է"
      ]
  },
  {
      "question": "Անհապաղ ի՞նչ գործողություն պետք է կատարի զենքի սեփականատերը զենքը կորցնելու կամ հափշտակվելու դեպքերում:",
      "answers": [
          "դիմի ՀՀ ՆԳՆ ոստիկանություն",
          "սոցիալական ցանցերում հայտարարություն տեղադրի",
          "դիմի զենքի առևտրի լիցենզիա ունեցող իրավաբանական անձին",
          "ինքնակամ միջոցներ ձեռնարկի զենքը գտնելու"
      ]
  },
  {
      "question": "Թույլատրվու՞մ է զենք պահելու և կրելու իրավունք ունեցող քաղաքացուն անձնական օգտագործման համար կատարել ողորկափող հրազենի փամփուշտների լիցքավորում, եթե տվյալ քաղաքացին չունի ողորկափող հրազեն:",
      "answers": [
          "արգելվում է",
          "թույլատրվում է"
      ]
  },
  {
      "question": "Թույլատրվու՞մ է ողորկափող հրազեն պահելու և կրելու իրավունք ունեցող քաղաքացուն անձնական օգտագործման համար կատարել ողորկափող հրազենի փամփուշտների լիցքավորում",
      "answers": [
          "թույլատրվում է",
          "արգելվում է"
      ]
  },
  {
      "question": "Նշվածներից որ սուբյեկտն իրավունք չունի կատարել քաղաքացիական ակոսափող հրազենի փամփուշտների լիցքավորում",
      "answers": [
          "ֆիզիկական անձը",
          "քաղաքացիական և ծառայողական զենքի առևտրի լիցենզիա ունեցող իրավաբանական անձը",
          "սպորտային հրաձգության կազմակերպությունները",
          "քաղաքացիական և ծառայողական զենքի արտադրության լիցենզիա ունեցող իրավաբանական անձը"
      ]
  },
  {
      "question": "Թույլատրվու՞մ է քաղաքացուն զենքի հավաքածուի մեջ ընդգրկված զենքը օգտագործել սիրողական և սպորտային հրաձգության ժամանակ",
      "answers": [
          "թույլատրվում է նախապես ՆԳՆ ոստիկանությանը գրավոր տեղեկացնելուց հետո",
          "թույլատրվում է, նախապես ՆԳՆ ոստիկանությանը բանավոր տեղեկացնելուց հետո"
      ]
  },
  {
      "question": "Ֆիզիակական անձն իրավունք ունի՞ իրեն պատկանող զենքը տրամադրել զենքի հավաքածու ցուցադրելու թույլտվություն ունեցող այլ ֆիզիկական անձանց ցուցադրության նպատակով",
      "answers": [
          "թույլատրվում է նրանց հետ կնքած համապատասխան պայմանագրի հիման վրա",
          "թույլատրվում է, միայն ՆԳՆ ոստիկանությանը գրավոր տեղեկացնելուց հետո"
      ]
  },
  {
      "question": "Հայաստանի Հանրապետությունում հրազենով պարգևատրելու իրավունք ունի:",
      "answers": [
          "ՀՀ վարչապետը",
          "ՀՀ նախագահը",
          "ՀՀ Ազգային ժողովի նախագահը",
          "ՀՀ պաշտպանության նախարարը"
      ]
  },
{
  "question": "Որպես պարգև տրված զենքի սեփականատերը կամ ժառանգը զենքը չի կարող հանձնել այլ անձի տիրապետմանը, օգտագործմանը կամ տնօրինմանը, բացառությամբ:",
  "answers": [
    "Քաղաքացիական և ծառայողական զենքի առևտրի լիցենզիա ունեցող իրավաբանական անձանց՝ վաճառելու նպատակով կամ պետական ռազմականացված կազմակերպություններին՝ նվիրելու նպատակով",
    "Քաղաքացիական և ծառայողական զենքի առևտրի լիցենզիայի ունեցող իրավաբանական անձանց՝ նվիրելու նպատակով կամ պետական ռազմականացված կազմակերպություններին՝ վաճառելու նպատակով",
    "Քաղաքացիական և ծառայողական զենքի առևտրի լիցենզիա ունեցող իրավաբանական անձանց և պետական ռազմականացված կազմակերպություններին՝ վաճառելու նպատակով"
  ]
},
{
  "question": "Թույլատրվու՞մ է Ֆիզիկական անձին իր զենքը, հրազենի հիմնական բաղկացուցիչ մասերը և փամփուշտները վաճառելու կամ նվիրելու զենքի համապատասխան թույլտվություն ունեցող ֆիզիկական կամ իրավաբանական անձին նախապես այդ մասին տեղեկացնելով Հայաստանի Հանրապետության ՆԳՆ ոստիկանությանը:",
  "answers": [
    "Թույլատրվում է",
    "Արգելվում է"
  ]
},
{
  "question": "Ո՞ր դեպքում կարող ՀՀ քաղաքացիներն գործադրել օրինական հիմքով իրենց մոտ գտնվող զենքը:",
  "answers": [
    "միայն անհրաժեշտ պաշտպանության կամ ծայրահեղ անհրաժեշտության դեպքում",
    "իրենց օրինական պահանջը չկատարելու դեպքում",
    "քաղաքացու իրավունքները ոտնահարելու դեպքում"
  ]
},
{
  "question": "Քաղաքացին օրինական հիմքով իրենց պատկանող զենքը գործադրելուց առաջ, բացառությամբ այն դեպքերի, երբ գործադրման ձգձգումը կարող է անմիջական վտանգի տակ դնել մարդկանց կյանքը կամ առաջացնել այլ ծանր հետևանքներ, պարտավոր է՝",
  "answers": [
    "պարզորոշ նախազգուշացնել",
    "գրավոր նախազգուշացնել",
    "հայտարարել իրավունքները"
  ]
},
{
  "question": "Թույլատրվու՞մ է հրազեն գործադրել մեկից ավելի կանանց, հաշմանդամության ակնհայտ նշաններ ունեցող անձանց և անչափահասների զինված հարձակման դեպքում:",
  "answers": [
    "թույլատրվում է",
    "արգելվում է"
  ]
},
{
  "question": "Թույլատրվու՞մ է հրազեն գործադրել մարդկանց զգալի կուտակումների ժամանակ:",
  "answers": [
    "արգելվում է",
    "թույլատրվում է"
  ]
},
{
  "question": "Ի՞նչ ժամկետում է պարտավոր զենք գործադրողը զենքի գործադրման մասին հայտնել ՀՀ ՆԳՆ ոստիկանությանը:",
  "answers": [
    "Անհապաղ, բայց ոչ ուշ, քան 24 ժամվա ընթացքում",
    "Անհապաղ, բայց ոչ ուշ, քան 12 ժամվա ընթացքում",
    "Դեպքի վայրի պատշաճ պահպանումն ապահովելուց հետո"
  ]
},
{
  "question": "Ո՞ր օրենսգրքով են սահմանված «Անհրաժեշտ պաշտպանությունը» և «Ծայրահեղ անհրաժեշտությունը»:",
  "answers": [
    "ՀՀ քրեական օրենսգրքով",
    "ՀՀ վարչական իրավախախտումների մասին օրենսգրքով",
    "ՀՀ քրեական դատավարության օրենսգրքով"
  ]
},
{
  "question": "Ի՞նչ է կոչվում այն գործողությունը, որը կատարվում է պաշտպանվողի կամ այլ անձի կյանքը, առողջությունը, իրավունքները, ազատությունները, օրինական շահերը, հասարակության կամ պետության օրինական շահերը սույն օրենսգրքով նախատեսված հակաիրավական ոտնձգությունից կամ դրա իրական սպառնալիքից ոտնձգություն կատարողին վնաս պատճառելու միջոցով պաշտպանելիս:",
  "answers": [
    "Անհրաժեշտ պաշտպանություն",
    "Ծայրահեղ անհրաժեշտություն",
    "Հրաման կամ կարգադրություն կատարել"
  ]
},
{
  "question": "Ի՞նչ է կոչվում քրեական օրենքով պաշտպանվող շահերին վնաս պատճառելը, որն ուղղված է եղել տվյալ անձի կամ այլ անձանց կյանքին, առողջությանը, իրավունքներին, ազատություններին կամ օրինական շահերին, հասարակության կամ պետության օրինական շահերին անմիջականորեն սպառնացող վտանգը վերացնելու համար, եթե տվյալ իրադրությունում այդ վտանգը չէր կարելի վերացնել այլ միջոցներով:",
  "answers": [
    "Ծայրահեղ անհրաժեշտություն",
    "Անհրաժեշտ պաշտպանություն",
    "Հրաման կամ կարգադրություն կատարել"
  ]
},
{
  "question": "«Անհրաժեշտ պաշտպանությունը» ՀՀ քրեական օրենսգրքի ո՞ր հոդվածով է սահմանված:",
  "answers": [
    "32-րդ հոդված",
    "44-րդ հոդված",
    "46-րդ հոդված"
  ]
},
{
  "question": "«Ծայրահեղ անհրաժեշտությունը» ՀՀ քրեական օրենսգրքի ո՞ր հոդվածով է սահմանված:",
  "answers": [
    "34-րդ հոդված",
    "46-րդ հոդված",
    "42-րդ հոդված"
  ]
},
{
  "question": "Ֆիզիկական անձը ե՞րբ պետք է իրեն պատկանող ակոսափող հրազենն ստուգման նպատակով կրակելու համար ներկայացնի փորձաքրեագիտական ստորաբաժանում՝ Հայաստանի Հանրապետության ՆԳՆ ոստիկանության տված ուղեգրի համաձայն:",
  "answers": [
    "Ակոսափող զենքը վաճառելու, նվիրելու, ժառանգելու դեպքում",
    "Զենք պահելու և օգտագործելու թույլտվության ժամկետը երկարաձգելու համար",
    "տարին մեկ անգամ",
    "5 տարին մեկ անգամ"
  ]
},
{
  "question": "Քաղաքացին քանի՞ օրից ավել Հայաստանի Հանրապետությունից բացակայելու դեպքում է զենքն ի պահ է հանձնում Հայաստանի Հանրապետության ՆԳՆ ոստիկանության տարածքային ստորաբաժանմանը:",
  "answers": [
    "180 օր",
    "30 օր",
    "60 օր",
    "Մեկ տարի"
  ]
},
{
  "question": "Քանի՞ տարեկան լրացած անձին է թույլատրվում հրաձգարանում տրամադրել զենք և փամփուշտ՝անձը հաստատող փաստաթուղթ ներկայացնելու դեպքում",
  "answers": [
    "16 տարեկան",
    "13 տարեկան",
    "18 տարեկան",
    "21 տարեկան"
  ]
},
{
  "question": "Թույլատրվու՞մ է հրաձգարանին պատկանող զենքը և ռազմամթերքը դուրս հանել հրաձգարանի տարածքից",
  "answers": [
    "արգելվում է",
    "թույլատրվում է"
  ]
},
{
  "question": "Անհրաժե՞շտ է արդյոք ֆիզիկական անձի կողմից ձեռքբերված զենքը գրանցել Հայաստանի Հանրապետության ՆԳՆ ոստիկանությունում:",
  "answers": [
    "Ցանկացած դեպքում անհրաժեշտ է",
    "անհրաժեշտ է միայն այն դեպքում, երբ նախորդ սեփականատերը դրան տիրում էր ապօրինի ճանապարհով",
    "գրանցել անհրաժեշտ է միայն չգրանցված (մինչ այդ չգրանցված) զենքը"
  ]
},
{
  "question": "Թույլատրվու՞մ է ֆիզիկական անձի կողմից չգրանցված զենքի տնօրինում:",
  "answers": [
    "արգելվում է",
    "թույլ է տրվում ցանկացած դեպքում",
    "թույլ է տրվում, բացառությամբ այն դեպքի, երբ տվյալ զենքը անձի սեփականություն է դարձել հանցավոր ճանապարհով"
  ]
},
{
  "question": "Ռազմական նշանակության արտադրանք է կոչվում",
  "answers": [
    "զենքը, ռազմամթերքը, ռազմական տեխնիկան, ռազմական նշանակության գույքը. ռազմական աշխատանքներն և ծառայությունները",
    "էլեկտրահարող զենքը",
    "կրակելու համար ոչ պիտանի դարձրած զենք"
  ]
}
];